Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/employment/employment_rights_and_conditions/leave_and_holidays/maternity_leave.html.txt.tmx
Source language: en
Languages: fr

source: If you postpone your maternity leave and return to employment, you need to notify the Department of Social Protection of this. You must notify them in writing that your child has been hospitalised and you have returned to employment
fr: Si vous suspendez votre congé maternité et retournez travailler, vous devez informer le ministère des affaires sociales et familiales par écrit de l'hospitalisation de votre enfant et de votre retour au travail

source: A letter from your family doctor (GP)/hospital is required to confirm to the Department that the child has been discharged from hospital and your maternity benefit should resume
fr: Vous devez également fournir au ministère une lettre de votre médecin généraliste (GP) ou de votre hôpital pour l'informer que l'enfant a quitté l'hôpital et que le versement de votre indemnité de maternité devrait recommencer

source: Your Personal Public Service Number (PPS) Number should be clearly identified on all documents you send to the Department
fr: Votre numéro personnel pour les services publics (PPS) doit figurer de manière claire et visible sur tous les documents que vous envoyez au ministère

source: Remember, you may only apply to postpone your maternity leave if the baby has been hospitalised - not if the child is simply unwell
fr: N'oubliez pas, vous pouvez demander la suspension de votre congé maternité uniquement si votre nouveau-né a été hospitalisé et non si votre enfant est simplement indisposé

source: Illness while on postponed maternity leave
fr: Maladie en période de suspension du congé maternité

source: If you have postponed your maternity leave and become ill when you return to work (before resuming your postponed leave), you may be considered to have started your resumed leave on the first day of your absence because of illness
fr: Si vous avez suspendu votre congé maternité et tombez malade alors que vous avez repris le travail (avant de retourner en congé maternité), votre employeur peut considérer que vous avez repris votre congé à compter du premier jour de votre absence pour cause de maladie

source: Alternatively, you may choose to forfeit your right to resumed leave and have your leave treated as sick leave
fr: Sinon, vous pouvez choisir de renoncer à votre droit de poursuivre votre congé maternité et demander à ce qu'il soit traité comme un congé de maladie
